{"data":{"0":"Training trainee solicitors\nSample offer letter\nEducation and Training Unit\nVersion 1\n\nDear ………………………\nAppointment as a trainee solicitor\nThank you for attending for interview on ……………………\nI am pleased to confirm our offer of a (type of) training contract for (length of contract)\nto start on (date) and end on (date).\nThis offer is subject to (name of organisation) receiving satisfactory references and\n(for a full-time contract) on you providing written confirmation that you have\nsuccessfully completed the Legal Practice Course. (Also include any conditions\nrelating to re-sits or re-takes of the Legal Practice Course, the firm’s policy on\npayment for re-sits or re-attendance of the Professional Skills Course, and\nprobationary period before the contract is signed.)\n(You may want to include the firm’s policy on granting time to count.)\nYour salary will be (£….. ) per annum payable by (method of payment). (Include any\narrangements for salary review and other benefits.)\nThe normal office hours are (times), Monday to Friday, with an hour for lunch.\n(Include any arrangements for trainees working evenings or weekends and payment\nof overtime or time off in lieu.)\n(Name of organisation) practice includes (areas of law). During your training contract\nyou will be given the opportunity to work in at least three areas of law. (You should\nadd how the training will be organised and indicate whether the trainee’s preferences\nwill be taken into account. If you cannot provide three areas of law, you should\ninclude information about secondment arrangements.)\nDuring the training period, you will be entitled to (number) days holiday each year.\n(Include entitlement to sickness benefit.)\nAs far as possible, (name of organisation) tries to offer employment to trainees on\nqualification. However, this cannot be guaranteed.\nOn your first day, please report to reception at (address) at (time) and ask for (name\nand job title).\n29\/07\/05\nPage 1 of 2\nwww.sra.org.uk\nFor alternative formats email, info.services@sra.org.uk or telephone 0870 606 2555\n\n\fI would like to wish you every success in your training contract. If you have any\nqueries, please do not hesitate to contact me.\nYours sincerely\n(Signature)\n\n29\/07\/05\n\nPage 2 of 2\n\nwww.sra.org.uk\n\n\f","1":"Contract employee offer letter sample | Workable\n\n\n\n\n\nDear [Candidate_name],\n\n\n\nOur hiring team was excited to meet and get to know you over the past few [e.g. days\/weeks]. It is my pleasure to offer you a position at [Company_name] in the role of [Job_title]. This a fixed-term position that will start on [start date] and end on [end date]. \n\n\n\nYou will work [e.g. from Monday to Friday, 9 a.m. to 5 p.m. ] and you will report to the Head of our [e.g. Marketing] department.  \n\n\n\nWe offer you the following compensation and benefits:\n\n\n\nMonthly gross salary of $X\n\nX days of paid vacation leave per month\n\n[Mention additional benefits that may apply, e.g. free snacks]\n\n\n\nWe would like to have your response by [date]. In the meantime, please feel free to contact me or [Manager_name] via email or phone on [provide contact details], if you have any questions.\n\n\n\nWe are all looking forward to having you on our team.\n\n\n\nBest regards,\n\n[Your name]\n\n \n\nSignatures:\n\n\n\n___________________________________________________\n\nCompany Representative (Sign)\n\n___________________________________________________\n\nCompany Representative (Print)\n\n___________________________________________________\n\nDate\n\n\n\n \n\n\n\n___________________________________________________\n\nCandidate (Sign)\n\n___________________________________________________\n\nCandidate (Print)\n\n___________________________________________________\n\nDate","2":"﻿CONTRACT OF EMPLOYMENT\n\n\nMADE AND ENTERED INTO BY AND BETWEEN:\n\n\n____________________________________________________________________________\n\nwith address at:\n\n____________________________________________________________________________\n\n____________________________________________________________________________ herein represented by __________________________________ duly authorized hereto (hereinafter referred to as the “EMPLOYER”)\n\nAND\n\n\n____________________________________________________________________________\n\nwith address at:\n\n____________________________________________________________________________\n\n____________________________________________________________________________\n\n(hereinafter referred to as the “EMPLOYEE”)\n\n\nWHEREBY THE PARTIES AGREE AS FOLLOWS:\n\n\n    1. APPOINTMENT\n\nThe  EMPLOYEE,  who  hereby  accepts  the  appointment  and  is  appointed  as  a\n\n________________________________________________ for the EMPLOYER.\n\n\n    2. DURATION\n\n\n2.1\tThis agreement will become affective as from ___________ (insert date) and it will continue for an indefinite period until it has been cancelled in terms hereof.\n\n2.2\tThe EMPLOYEE’s appointment (in the instance of new appointments) is subject to a 2 (two) month’s probationary period during which period the EMPLOYER may terminate the services of the EMPLOYEE for any fair reason. One week’s written notice of termination of service to the EMPLOYEE, prior to the end of the probationary period will be given.\n\n©SAMA COPYRIGHT\t1\n2.3\tSubstantive and procedural fairness will entail that the EMPLOYEE will be given the opportunity to state his \/ her case in response to the allegations being raised and to a final decision from the EMPLOYER.\n\n    3. THE EMPLOYEE’S DUTIES\n\n3.1\tThe core of the EMPLOYEE’s duties towards the EMPLOYER is a duty to obey all lawful and reasonable order and to perform such work as she \/ he is directed to perform which falls within his \/ her vocational ability.\n\n3.2\tWithout limiting the aforesaid duties, the EMPLOYEE is obliged to strictly comply with the provision of this agreement, may not misappropriate the EMPLOYER’s property, keep all information entrusted to him \/ her confidential and have to adhere to the general Code of Conduct that governs all relations with co-employees, clients and patients.\n\n3.3\tThe EMPLOYER undertakes to draft a duty sheet in accordance with the post description and it will be filed on the EMPLOYEE’s personnel file.\n\n    4. WORK PLACE\n\nThe EMPLOYEE will execute his \/ her duties at the following offices:\n\n__________________________________________________________ provided that the EMPLOYER may require the EMPLOYEE to execute his \/ her duties at such a place as may be indicated by the EMPLOYER. Such an instruction will be given in writing to the EMPLOYEE.\n\n    5. SERVICE HOURS\n\n5.1\tService hours will be from 08h00 until 17h00 on weekdays. It will be expected from the EMPLOYEE to work on Saturdays as from ______________ up to ______. The EMPLOYER will however not expect of the employee to work more than 45 hours normal hours of work.\n\n5.2\tThe EMPLOYEE will be entitled to a meal interval of thirty continuous minutes. Interruptions will normally not be permitted however operational circumstances may justify an interruption whereupon equivalent time off will be given.\n\n    6. REMUNERATION\n\nThe EMPLOYEE will be entitled to the following remuneration:\n\n©SAMA COPYRIGHT\t2\n6.1\tA monthly salary of R _____________________________\n\n6.2\t( OPTIONAL) An annual bonus equal to one month’s salary, payable on the EMPLOYEE’s birthday month (*or: at the end every year during December). This bonus will only be paid after the completion of a twelve (12) months continuous service with the\n\nEMPLOYER.\n\n6.3\tThe EMPLOYEE hereby gives permission to the EMPLOYER to deduct all obligatory deduction as authorised by statute from the above remuneration.\n\n6.4\tOvertime will be performed when so reasonably requested by the EMPLOYER and the EMPLOYER will remunerate the EMPLOYEE according to the Basic Conditions of Employment Act of 1997, as amended.\n\n    7. LEAVE\n\n7.2\tANNUAL LEAVE:\n\n7.2.1\tThe EMPLOYEE is entitled to 21 (twenty one) consecutive days leave on full pay for each and every annual leave cycle.\n\n7.2.2\tThe said leave shall be granted by the EMPLOYER as from a date determined by him at any time during the 12 months cycle but not later than six months after the completion of a 12 month’s period.\n\n7.2.3\tUpon termination of the EMPLOYEE’s employment the EMPLOYER shall pay to the EMPLOYEE his \/ her full remuneration in respect of any leave which accrued, but not granted to him \/ her before the date of termination of the employment.\n\n7.3\tSICK LEAVE:\n\nThe EMPLOYER shall grant to the EMPLOYEE who is absent from work through incapacity during a sick leave cycle of 36 months employment with the EMPLOYER sick leave equal to the number of days the EMPLOYEE would normally work during six weeks.\n\nDuring the first six months of continuous employment, the EMPLOYEE will be entitled to one days paid sick leave for every twenty six days work.\n\nThe EMPLOYEE will provide the EMPLOYER with a medical certificate when applying for sick leave. The medical certificate must be issued and signed by a medical\n\n©SAMA COPYRIGHT\t3\npractitioner or person who is certified to diagnose and treat patients and who is registered with a professional council.\n\n7.4\tMATERNITY LEAVE:\n\n7.4.1\tThe EMPLOYEE is entitled to unpaid maternity leave for a maximum period of 4 consecutive months commencing at any time from 4 weeks before the expected date of birth unless otherwise agreed upon or on a date as certified by a medical practitioner.\n\n7.4.2\tThe EMPLOYEE will inform the EMPLOYER at least 4 weeks before she intends taking maternity leave, of such dates.\n\n7.4.3\tThe EMPLOYEE may not work for 6 weeks after the birth of her child unless a medical practitioner certifies that she is fit to do so.\n\n7.4.4\tThe EMPLOYEE is entitled to commence employment after expiry of the maternity leave.\n\n7.4.5\tThe EMPLOYEE will be entitled to maternity benefits in accordance with the provisions of the Unemployment Insurance Act, 63 of 2001 and the EMPLOYER will assist the EMPLOYEE in processing her claim against the Unemployment Fund.\n\n7.5\tFAMILY RESPONSIBILITY LEAVE\n\nThe EMPLOYER will grant the EMPLOYEE during each annual leave cycle at the request of the EMPLOYEE, three days paid leave which the EMPLOYEE is entitled to take:\n\n7.5.1\tWhen the EMPLOYEE’s child is born; or\n\n7.5.2\tWhen the EMPLOYEE’s child is sick; or\n\n7.5.3\tIn the event of death of the EMPLOYEE’s spouse, parent, grant parent, child, adopted child or grand child, brother or sister.\n\n7.5.4\tThe EMPLOYEE may take family responsibility leave in respect of the whole or a part of a day and the EMPLOYER may require a reasonable proof of the reasons for which the leave is required.\n\n7.6\tACCRUAL OF LEAVE\n\n7.6.1\tLeave may not be accrued by the EMPLOYEE and in the event of it not being taken, the EMPLOYEE will forfeit it.\n©SAMA COPYRIGHT\t4\n    8. PUBLIC HOLIDAYS\n\nThe EMPLOYEE is entitled to such public holidays on full pay as are determined by law.\n\n    9. TERMINATION\n\n9.1\tThis agreement may be terminated by either party by giving a one month’s written notice of termination of service the one to the other, provided that such notice must be given on the 1st day of the particular month.\n\n9.2\tThe period of notice shall not be given during the EMPLOYEE’s absence on leave as determined herein.\n\n    10. CERTIFICATE OF SERVICE\n\nOn termination of employment an EMPLOYEE is entitled to a Certificate of Service, the particulars whereof is detailed in the Basic Conditions of Employment Act.\n\nTHUS DONE AND SIGNED at___________________________________________________ on this ________________ day of _________________________________ 20______\n\n\n\n____________________________________\n\nEMPLOYER\n\n\n\n____________________________________\n\nEMPLOYEE\n\n\nAs Witnesses:\n\n\n    1. __________________________________________\n\n\n\n    2. __________________________________________\n\n\n\n\n\n\n\n\n\n©SAMA COPYRIGHT\t5\n","3":"﻿STANDARD EMPLOYMENT CONTRACT\n\n\nThis Employment Contract is executed and entered into by and between:\n\nA. Employer\n: Name of the Company\n\n\n\n\nAddress\n: ______________________\n\nB. Represented in the Philippines by:\nName of Agency\/Company: LBS e-RECRUITMENT SOLUTIONS CORPORATION\n\nAddress:\tRms M3, M4 & M5 Gochangco Bldg., T.M. Kalaw cor. M.Y. Orosa St.\nErmita, Manila, Philippines\n\nand\n\nC. Employee\t: ____________________________\nCivil Status\t: __________________\tPassport No. ____________\nDate & Place of Issue:  ________________________________\nAddress\t: _________________________________\n\nVoluntarily binding themselves to the following terms and conditions:\n\n    1. Site of Employment:    Saudi Arabia\n\n    2. Contract Duration: ________ YEARS commencing from the Employee's departure from the point of origin to the site of employment.\n\n    3. Employee's Position:  AS PER APPROVED Job Order\n\n    4. Basic Monthly Salary: AS PER APPROVED Job Order\n\n    5. Regular working hours: Maximum of 8 hours per day, six days a week.\n\n6.\nOvertime Pay:\na) For work over regular working hours\n: 150% of Basic Salary\n\n\nb) For work on designated rest days & holidays\n: 200% of Basic Salary\n7.\nLeave with Fully Pay:\na) Vacation Leave\n: 15 DAYS\n\n\n\n\nb) Sick Leave\n: 15 DAYS\n\n\n    8. Free transportation to the site of employment and in the following cases, free return transportation to the point of origin:\n        a) expiration of the contract;\n        b) termination of the contract by the employer without just cause;\n\n        c) if the employee is unable to continue due to work connected or work aggravated injury or illness;\n        d) force majeure; and\n\n        e) in such other cases when contract of employment is terminated through no fault of employee.\n\n    9. Free Food & Suitable accommodation.\n\n    10. Free emergency medical and dental services and facilities including medicine.\n\n    11. Workmen's compensatory benefits for service connected illness or injuries or death in accordance with the pertinent laws of Libya.\n\n    12. In the event of death of the Employee during the term of this agreement his remains and personal belongings shall be repatriated to the Philippines at the expense of the employer. In case the repatriation of the remains is not possible, the same maybe disposed of up on prior approval of the Employee's and\/or by the Philippine Embassy\/Consulate nearest the job site.\n\n    13. The employer shall assist the employee in remitting a percentage of his salary through the proper banking channel or other means authorized by law.\n\n    14. Termination: Neither party may unilaterally cancel the contract except legal, just and valid cause(s):\n\n\n        a) Termination by Employer – The Employer may terminate this Contract on grounds of closure or cessation of operation of the establishment\/undertaking or due to\n\nretrenchment to prevent loses, by serving a written notice to the employee at least one (1) month before the intended date thereof or payment of\n\n\n\n\n\n\n\n1\nseparation\/termination pay equivalent to one (1) month salary. The Employer may also bear the repatriation expenses of the employee. The employer may also terminate this contract on the following just causes, serious misconduct, willful disobedience of Employer's lawful orders, habitual neglect of duties, absenteeism, insubordination, revealing secrets of establishment, engaging in trade union activities, when Employee violates customs, traditions and laws of KSA and\/or terms of this agreement. The employee shall shoulder repatriation expenses.\n\n    b) Termination by the Employee. The employee may terminate this Contract without serving any notice to the employer for any of the following just causes: serious insult by the employer or his representative, inhuman and unbearable treatment accorded the employee by the employer or his representative, commission of a crime\/offense by the employer or his representative and violation of the terms and conditions of the employment contract by the employer or his representative . Employer shall pay the repatriation expenses back to the Philippines.\n\nb.1\tThe employee may terminate this Contract without just cause be serving one (1) month in advance written notice to the employer. The employer upon whom no such notice was served may hold the employee liable for damages. In any case, the employee shall shoulder all relative to his repatriation back to his point of origin.\n\n        c) Termination due to illness: Either party may terminate the contract on the ground of illness, diseases or injury suffered by the employee. The employer shall shoulder the cost of repatriation.\n\n    15. Settlement of Disputes – All claims and complaints relative to the employment contract of the employee shall be settled in accordance with company policies, rules and regulations. In case the employee contests the decision of the employer, the matter shall be settled amicably with the participation of the Labor Attaché or any authorized representative of the Philippine Embassy\/Consulate nearest the site of employment. In case the amicable settlement fails, the matter shall be submitted to the competent or appropriate government body in (host country), or in the Philippines if permissible by host country laws at the portion of the complaining party.\n\n    16. The Employee shall observe Employer's country rules and abide by the pertinent laws of the host country and respect its customs and traditions.\n\n    17. Other terms and conditions of employment which are consistent with the above provisions shall be governed the pertinent laws of _______________.\n\n\nIN WITNESS WHEREOF, we hereby signed this contract this ______ day of _______ at Manila, Philippines.\n\n\n\n______________________________\n\n_____________\n\nEmployee\n\nEmployer\n\nLORETO B. SORIANO \/ PRESIDENT\n\nname of representative\n\nLBS e-Recruitment Solutions Corp\nPosition\n\nName of Company\nPhilippine Representative\n\nCompany Representative\n_____________________________\n________________________________\nWitness\n\nWitness\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n2\n","4":"﻿Employment Agreement\nThis Employment Agreement (“Agreement”) is being made between __________________________(“Employee”) located at _____________________________________(Address) and __________________________ (“Employer”) located at ____________________________________(Address) on __________________ (date). ___________________ (“Employee”) and ____________________ (\"Employer”) may also be referred to as “Party” or together as the “Parties”.\n\nIN CONSIDERATION OF the Employee providing services desired by the Employer, and the Employer paying the Employee for performing the services, the Parties agree to the following:\n\n    1. Start Date and Location\nOn _____________________ (“Commencement Date”), the Employee will begin working for the Employer on a permanent\/contract full-time\/part-time basis as a _________________.  Unless a special situation arises, Employee will work remotely\/at __________________________________ from _________ until ____________ (time). All work and no breaks will make for an unhappy Employee, so the Employer requires the Employee take breaks as required by law.\n\n    2. Compensation and Reimbursement\nThe Employer will pay the Employee an annual salary of $________________ on a bi-weekly schedule to be paid on Friday.  The Employer will withhold federal, state, and local taxes as required by law.  The Employer will reimburse the Employee for all out-of-pocket expenses that are pre-approved by the Employer.\n\n    3. Benefits\nThe Employee will receive the benefits provided by the Employer as detailed in this Section 3.  The benefits are subject to change at any time at the discretion of the Employer.\n        a. Insurance. ________________________________________________\n        b. Holidays. _________________________________________________\n        c. Vacation. _________________________________________________\n\n    4. Termination\nThis Agreement will begin on the Commencement Date and will remain in effect for the duration of the employment relationship.  This Agreement will automatically terminate at the end of the employment relationship.\n\n    5. Confidentiality\nThroughout the duration of the employment arrangement, the Employee may be exposed to the Employer’s confidential data.  The Employee agrees to hold all confidential data in complete confidence during the employment arrangement as well as after termination of this Agreement.\n\n    6. Relationship of the Parties\n        a. At-Will Employment. The employment relationship is “at will” which means either Party may end the employment relationship at any time, for any reason, with or without notice.  Although it’s not required by law, a one-week notice of termination by the terminating Party is greatly appreciated.\n        b. Binding Authority. The Employee does not have the authority to bind the Employer to any contracts or commitments without written consent by the Employer.\n        c. No Exclusivity. The Parties understand this Agreement is not an exclusive arrangement.  The Parties agree they are free to enter into other similar agreements with other parties. \n\n    7. Waiver\nNeither Party can waive any provision of this Agreement, or any rights or obligations under this Agreement, unless agreed to in writing by the Parties.   If any provision, right, or obligation is waived, it’s only waived to the extent agreed to in writing.\n\n    8. Amendments\nThis Agreement may be modified as needed.  To make a modification, the Parties must agree to the modification in writing (an \"Amendment\"). The terms of this Agreement will apply to any Amendment the Parties make.\n\n    9. Assignment\nThe Parties may not assign the responsibilities that they have under this Agreement to anyone else unless both Parties agree to the assignment in writing.\n\n    10. Dispute Resolution\n        a. Negotiation. In the event of a dispute, the Parties agree to work towards a resolution through good faith negotiation.\n        b. Arbitration and Choice of Law. Any dispute or claim that arises out of or relates to this Agreement must be resolved by binding arbitration in the State of __________________.  This Agreement will be interpreted based on the laws of the State of __________________, regardless of any conflict of law issues that may arise.\n        c. Attorney’s Fees. The prevailing party will be able to recover its attorney’s fees and other reasonable costs for a dispute resolved by binding arbitration.\n\n    11. Entire Agreement\nThis Agreement puts the Parties entire understanding of the employment arrangement, and anything else the Parties have agreed to, in writing.  This Agreement supersedes any other written or verbal communications between the Parties, whether they were made before or after signing the Agreement. \n\n    12. Severability\nIf any section of this Agreement is found to be invalid, illegal, or unenforceable, the rest of the Agreement will still stand.\n\n\n\n    13. Notices\nAll notices under this Agreement must be sent by email with read receipt, or by certified or registered U.S. Postal Service mail with return receipt requested.\n\nNotices must be sent to:\n\n_____________________ Employee \n_____________________Employer \n____________________\n____________________\n____________________\n____________________\n____________________\n____________________\n____________________________\n___________________________\n\n\n\nBy signing below, the Parties agree to the terms of this Agreement.\n\n______________________ Employee\n\nSigned:\t___________________\nName: \t\t___________________\nTitle:\t\t___________________\nDate:\t\t___________________\n\n\n______________________ Employer\n\nSigned:\t___________________\nName: \t\t___________________\nTitle:\t\t___________________\nDate:\t\t___________________\n \n","5":"﻿Contract employee offer letter sample | Workable\n\n\nDear [Candidate_name],\n\nOur hiring team was excited to meet and get to know you over the past few [e.g. days\/weeks]. It is my pleasure to offer you a position at [Company_name] in the role of [Job_title]. This a fixed-term position that will start on [start date] and end on [end date]. \n\nYou will work [e.g. from Monday to Friday, 9 a.m. to 5 p.m. ] and you will report to the Head of our [e.g. Marketing] department.  \n\nWe offer you the following compensation and benefits:\n\n    • Monthly gross salary of $X\n    • X days of paid vacation leave per month\n    • [Mention additional benefits that may apply, e.g. free snacks]\n\nWe would like to have your response by [date]. In the meantime, please feel free to contact me or [Manager_name] via email or phone on [provide contact details], if you have any questions.\n\nWe are all looking forward to having you on our team.\n\nBest regards,\n[Your name]\n \nSignatures:\n\n___________________________________________________\nCompany Representative (Sign)\n___________________________________________________\nCompany Representative (Print)\n___________________________________________________\nDate\n\n \n\n___________________________________________________\nCandidate (Sign)\n___________________________________________________\nCandidate (Print)\n___________________________________________________\nDate\n\n\n","6":"Appointment\/Offer Letter\nSample Template\n\nDear Mr.__________,\nWe have pleasure in appointing you as PRODUCT SUPPORT EXECUTIVE of Digital\nPublishing Department, Delhi Office in our organization, effective 1st Oct” 2015 on the\nfollowing terms and conditions:\n1. Placement & Compensation\nYou will be placed in the appropriate band \/ responsibility level of the Company, and will\nbe entitled to compensation (salary and other applicable benefits) as detailed in Annexure\n*A* Compensation will be governed by the rules of the Company on the subject, as\napplication and\/or amended hereafter.\n2. Salary revision\nYour salary will be reviewed on 1st July 2016 and onwards or at such other time as the\nManagement may decide. Salary revisions are discretionary and will be subject to and on\nthe basis of effective performance and results. The entire appraisal of the salary would be\nconsidered as hike minimum of 5% in the basic salary. Apart from appraisal promotion will\nbe done on three years of working cycle. Appraisal and promotion are also the\nmanagement discretion. Also, the bonus will be facilitated on July 1 st as on the basic pay.\n3. Posting & Transfer\nYour initial positing will be at “DEHRADUN – UTTARAKHAND” However, your services\nare liable to be transferred at the sole discretion of Management, in such other capacity\nas the company may determine to any department \/ section, location, associate, sister\nconcern or subsidiary, at any place in India whether existing today or which may come up\nin future. In such a case, you will be governed by the terms and conditions of the service\napplication at the present placement location.\n4. Absence \/ Leave Rule\nAbsence for a continuous period of ten days without prior approval of your superior,\n(including overstay on leave \/ training would result in your losing your lien on the service\nand the same shall automatically come to an end without any notice or intimation.\n\n\fLeave: You will be eligible to the benefits of the Company’s Leave Rules on your\nconfirmation in the Company’s Service as detailed in Annexure *A* During the period of\nyour employment with the Company’s you will devote full time to the work of the\nCompany. Further, you will not take up any other employment or assignment or any office\nhonorary or for any consideration in cash or in kind or otherwise, without the prior written\npermission of the Company.\n5. Probation \/ Confirmation:\nYou will be on a Probation period for the Six month Based on your performance your\nservices will be confirmed with the company in written after six months. During the\nprobation period your services can be terminated with seven days notice on either side\nand without any reasons whatsoever. If your services are found satisfactory during the\nprobation period, you will be confirmed in the present position and thereafter your\nservices can be terminated on one month’s notice on either side. The period of probation\ncan be extended at the discretion of the Management and you will continue to be on\nprobation till an order of confirmation has been issued in writing once confirmed you\nposition as a full time employment with the Company and you shall devote yourself\nexclusively to the business and interests of the company. You will not take up any other\nwork for remuneration (part time or otherwise) or work in an advisory capacity or be\ninterested directly or indirectly (except as shareholder \/ debenture holder), in any other\ntrade or business during your employment with the company. Without permission in\nwriting of the Board of Directors of the Company. You will also not seek membership of\nany local or public bodies without first obtaining specific permission from the\nManagement.\n6. Confidentiality\nYou will not (except in the normal course of the Company’s business) publish any article\nor statement delivers any lecture or broadcast or makes any communication to the press\nincluding magazine publication relating to the Company’s products or to any matter with\nwhich the Company may be concerned unless you have previously applied to and\nobtained the written permission from the Company’s. Any of our technical or other\nimportant information which might come into your possession during the continuance of\nyour service with us shall not be disclosed, divulged or made public by you even\nthereafter. You will not at any time, during the employment or after without the consent of\nthe Board of Directors disclose or make public except on legal obligations, any\ninformation regarding the Company’s affairs or administration or research carried out,\nwhether the same is confided to you or becomes known to you in the course of your\nservice or otherwise.\n7. Intellectual Property\nIf you conceive any new or advanced method of improving designs \/ processes \/ formulae\n\/ systems, etc in relation to the business \/ operations of the Company, such developments\nwill be fully communicated to the company and will be and remain the sole right\/propend\n\n\fof the Company. You will be required to maintain utmost secrecy in respect of Project\ndocuments commercial offer design documents Project cost & Estimation. Technology.\nSoftware packages license, Company’s policy, Company’s patterns & Trade Mark and\nCompany’s Human assets profile. Also the usage of personal USB Drives and CD ROMs\nare strictly prohibited within the organization. In any case. If you want any kind of data,\ninform the immediate superior authority and he\/she will provide the same.\n8. Responsibilities & Duties\nYou work in the organization will be subject to the rules and regulations of the\norganization as laid down in relation to conduct and other matters. You will always be\nalive to responsibilities and duties attached to your office and conduct yourself\naccordingly. You must effectively perform to ensure results\n9. Past Records\nIf any declaration given or information furnished by you, to the company proves to be\nfalse, or if you are found to have willfully suppressed any material information, in such\ncases you will be liable to removal from services without any notice.\n10. Retirement\nThe retirement age is 60 years. You will retire from the employment of the Company at\nthe end of the month in which you attain 60 years of age.\n11. Termination of employment\nDuring the probationary period and any extension thereof, your services may be\nterminated on either side by giving one week’s notice or salary in lieu thereof. However on\nconfirmation the services can be terminated from either side by giving one-month (30\nDays) notice or salary in lieu thereof. Upon termination of employment you will\nimmediately hand over to the Company all correspondence specifications, formulae,\nbooks, documents market data cost data drawings effects or records belonging to the\nCompany or relating to its business and shall not retain or make copies of these items.\nUpon termination of employment you will also return all company property which may be\nin your possession.\n12. Medical Fitness\nThis is subject to your being and remaining medically fit while working in the organization.\n\n13. If at any time in our opinion which is final in this matter you are found non-performer\nor guilty of fraud, dishonest disobedience, disorderly behavior, negligence, indiscipline\nabsence from duty without permission or any other conduct considered by us deterrent to\n\n\four interest or of violation of one or more terms of this letter, your services may be\nterminated without notice and on account of reason of any of the acts or omission the\ncompany shall be entitled to recover the damages from you.\n\n14. You will not accept any present commission or any sort of gratification in cash or kind\nfrom any person party or firm or Company having dealing with the company and if you are\noffered any you should immediately report the same to the Management.\n\n15. You will be responsible for safekeeping and return in good condition and order of all\nCompany property which may be your use custody or charge.\n\n16. All legal matters are subject to Delhi Jurisdiction.\n\nPlease confirm your acceptance of the appointment on the above terms and conditions by\nsigning and returning this letter for our records.\n\nYour faithfully.\nFor Company Name: _____________________________\n\nSignature\nHR Manager\n\nI have read the terms and conditions of this appointment and confirm my acceptance of\nthe same.\n\n\f(Signature and Date)\nMr. ____________\n\n\f","7":"Appointment Letter(Sample Copy)\n\nDate:_____\n_______\nName________________\nAddress______________\n\nDear,____ _____________\n\nSubject: You Appointment Letter as “Operation Manager” and terms & condition\nin (Company Name).\n\nWe welcome you to(company Name ) and are pleased to confirm your appointment for\nthe position of Operation Manager under the following terms and conditions:\n1. Date of Joining:\n\n\nYou are being appointed as Operation Manager in Data Professional\nResource Services Pvt. Ltd. A group company of DSSG with effect from\nDate_______________\n\n2. Place of Work:\n\n\nYour initial posting will be at our Bhikaji cama office. Your place of work may\nbe changed to any other location to address business \/ client requirement as\ndirected by the Company.\n\n\n\nYou may be required to visit to the client site within and \/ or outside India.\n\n3. Remuneration:\n\n\f\n\nYour annual fixed CTC will be Rs.__________P.A. (Rupees.__________ he\nbreakup of this compensation will be shared with you separately by HR. In\naddition, you may be eligible for performance based incentive as per incentive\nscheme of the company.\n\n\n\nThe Incentive Scheme is subject to revisions at the discretion of the\nManagement.\n\n\n\nYou will be eligible for Gratuity as per Payment of Gratuity Act. 1972.\n\n\n\nYour compensation will be subject to deductions as application under provisions\nof Income Tax Act. 1961 and other application laws in India.\n\n4. Probation Period:\n\n\nYou will be on a probationary period of 6 months from date of joining the period\nof which may be extended at Company’s discretion Based on your performance\nand confirmation review, action on confirmation of your employment will be\ntaken as directed by Company policy and will be communicated to you in writing.\n\n5. Work Conduct:\n\n\nDuring your employment with the Company, you shall devote your best efforts for\npromoting the Company’s (and of any other relevant affiliate and \/ or business\nassociate of the Company) business.\n\n\n\nYou are required to effectively carry out all duties and responsibilities as\nassigned to you by the Company and shall faithfully and diligently perform these\nin compliance with established policies and procedures, endeavoring to the best\nof your ability to protect and promote the interests of the Company.\n\n\n\nYou shall not, except with the written permission of the Company, engage\ndirectly or indirectly in any other business, occupation or activity, whether as a\nprincipal agent or otherwise which will be detrimental whether directly, to the\nCompany’s interests.\n\n\n\nYou will be bound by the Code of Conduct and all other rules, regulations,\npolicies and orders issued by the Company from time to time in relation to your\nconduct, discipline rules, regulation, policies et al, were part of this contract of\nappointment.\n\n6. Training\n\n\nYou will be imparted training on-the-job and periodically when the training\nprograms will be organized. The Company lays high importance when the\n\n\ftraining its employees and spends considerable resources on it. A full\ncommitment from employee side is expected during the training period.\n7. Disclosure of Information:\n\n\nYou confirm that you have disclosed all your business interests in the\nCompany whether or not they are similar to or in conflict with the business (es) or\nthe activities of the Company, & all circumstances in respect of which there is, or\nthere might be perceived, a conflict of interest between the Company and you or\nany immediate relatives. Also you agree to immediately disclose, to the Company\nany such interests or circumstances which may arise during your employment.\n\n8. Confidentiality:\n\n\n\n\n\n\n\n\n\n\n\n\nAll information regarding the affairs or business matters of the Company (and\nof any other relevant affiliate and\/or business associate of the Company ) –\nconcepts, working methods, client portfolios, strategies – that come to your\nknowledge by reasons of your employment is deemed to be confidential and\nconsidered a trade secret.\nYou shall be required to maintain strict confidentiality of such information and\ndata that may come to your possession or knowledge by virtue of the\nengagement, use it only as may be required in the normal course of your work\nand shall not disclose or divulge any information or data, without prior consent of\nan authorized officer of the Company.\nYou shall at all times keep the details of your salary and employment benefits\nat the Company strictly and shall not disclose such details to any other person\nwithin the Company.\nYou shall use the Company name, Logos trademarks or other identifiers strictly\nin the manner permitted by the Company’s policies or for the purposes of\nprovision of Services delegated to you to the extent required.\nYou shall at all times. Whether during or the termination of your employment\nact with utmost fidelity and shall not disclose or divulge any such confidential\ninformation to third parties or make use of such information for your own benefit\nof he benefit of any third party, either during the term of your employment or\nthereafter.\nThis clause applies during the employment and continues for 24 months after\nexpiry or termination of employment. Failure to adherence to this clause will\ninvite legal action by the Company.\n\n9. Monitoring Policy:\n\n\nPlease note that emails sent to you and by you may be monitored from time to\ntime for the purpose of identifying any non-compliance with the Company policies\nor applicable laws. These emails along with attachments are considered as\nproperty of the company.\n\n\f\n\nIf such monitoring discloses breach of any law or Company policies,\ndisciplinary action may follow including termination of the employment.\n\n10.Notice Period:\n\n\n\n\n\n\n\n\n\n\nDuring the probation (including any extension), services may be terminated\nby either party, giving written notice to one week or payment salary in Lieu of\nthereof.\nPost confirmation, services may be terminated by either party, giving two months’\nnotice, which comprises a non-negotiable mandatory working period of 1 month,\nwith the remainder of the notice period being negotiable on both sides (to\nagree the release date & salary payment in lieu of notice if any).\nThe Company may terminate \/ suspend your services at its discretion at any\ntime immediately upon written notice to you if it has been alleged and prima\nfacie established through preliminary internal inquiry that you have committed (i)\nany heinous criminal act or any offense involving moral turpitude. Examples\ninclude rape, forgery, robbery, etc. (ii) sexual harassment or (iii) other act that\nthreatens or likely to damage the Company’s reputation.\nYou are required to identify and train your replacement and facilitate a successful\nhandover\/knowledge transfer. Failure to comply with the clause would\nbe considered against the Company policy. A prior approval by the Management\nshall be considered as an exception to this clause through mutual settlement\nbetween both the parties.\nThe Company reserves the right to terminate your employment on the\ngrounds mentioned in clause 11 below. In such an event, you will be subject to\nimmediate dismissal and the Company will not be liable to give you pay for the\nnotice period.The Company further reserves the right to initiate legal action as it\ndeems fit.\n\n11. Termination of Services:\n\n\n\n\nIf at any time during the course of your employment, it is found that you have\nmade a false or an incomplete declaration with regard to your qualification \/\nexperience and other detail, your appointment will be treated void with immediate\neffect without any payment in lieu of notice period.\nIf at any time during the course of your employment, it is found that you have\ncommitted any act of gross misconduct or serious breach of employment\nterms, been guilty of conduct tending to bring yourself or the Company into\ndisrepute, been absent for a continuous period of 10 days without\napproval\/information, indulged in policy violation\/fraud\/financial irregularities\nand\/or been found to demonstrate unsatisfactory job performance your services\nwill be terminated and you shall not be entitled to any notice period or payment\nin lieu thereof.\n\n12. Leave:\n\n\f\n\nYou will be entitled to Casual\/Sick Leaves: National\/Festival holidays as\nstipulated by law\/company policy, in a calendar year. The same may be changed\nfrom time to time in accordance with changes in law and\/or company policy.\n\n13. Expenses:\n\n\nThe company shall reimburse all your reasonable expenses incurred in\nthe performance of your duties as specified above upon submission of receipts.\nThe laid down claims procedure must be followed you will be entitled\nfor reimbursement of mobile phone expenses on actual per company policy.\n\n14. Deductions:\n\n\nDuring your employment or in the event of any termination the Company is\nentitled to deduct any amount due from you to the Company from actual total\ncompensation including but not limited to:\n\na. Any debt or advance for the time being owed by you to the Company\nb. Any deduction related to leave or holiday taken in excess of entitlement as at the\ndate of termination of employment: and\nc. Any deduction with respect to expenses incurred by the Company or the cost of\nrepairing damage to the Company’s property caused by you (and of recovering\nthe same).\n15. Return of Company Property\nYou shall promptly upon request by the Company and in any event upon the\nexpiry or termination of your employment return and surrender to Company\nlaptop and other assigned assets, all such confidential information including\nwithout limitation, data , information, files, books, magazines, reports,\ndocuments, manuals, any knowledge database in whatever form including but\nnot limited to electronically held data that concerns the business of the Company\nwhich may have been prepared by you or come into your possession custody or\ncontrol in the course of your employment.\no You shall not keep any copies of these items in any form whatsoever.\no Violation of this clause may invite legal action.\no\n\n16. Non – Competition:\nIn the event of your separation from Company for whatever reason:\n\n\nFor a period of 2 year thereafter (except with the written approval of the\nCompany) you will not solicit business in competition with the Company nor pass\ninformation to a third party that may result in the same effect from any other\norganization which is at the data of separation a client or a prospect with which\nnegotiations are underway neither will you in competition offer or supply products\n\n\f\n\nor services which compete directly with those products or services offered by the\nCompany.\nYou agree that for a period of 1 year after your separation from the Company\nyou will not endeavour to solicit or entice away any person who is an employee\nof the Company or who was in its employment up to 6 months preceding your\nseverance.\n\n17. Other:\n\n\n\n\n\n\n\n\nUnder the Sexual Harassment Prevention Act. 2013, sexual harassment\nis considered as misconduct. The Consequences of such misconduct can be –\napart from deduction of wages, termination of employment or transfer to another\nlocation.\nYour appointment is contingent upon Medical Fitness Certificate\nsatisfactory reference background checks, including verification of your\napplication materials education and employment history. Your employment is\nalso contingent upon your ability to work for the Company without restriction (i.e.\nyou do not have any non- competes obligation or other restrictive clauses with\nany previous employer).\nYou will be governed by the Company’s policies during the course of your\nemployment. It will be obligatory on your part to ensure compliance to the\napplicable statuses, regulations and requirements laid down by the Company\nand other regulatory and statutory bodies. Violation of the terms and\nconditions mentioned herein would attract disciplinary and\/or legal action,\nincluding immediate termination.\nThe Company reserves the right to amend the policies from time to time. You\nare advised to keep yourself updated on these policies and abide by the same.\n\nWe take this opportunity to congratulate you on your selection and look forward to a\nlong and mutually beneficial professional association. You’re are joining us at an\nexciting phase of your journey or building a world class firm and we are counting on you\nto help us get there.\nKindly return a copy of this letter duly signed by you in acceptance of the terms and\nconditions set out herein.\n\nYours Sincerely,\nCompany Name__________________________\n\n\fAuthorized Signatory\n\nI hereby accept and agree to the terms and conditions of this employment contract and\nany amendments, additions hereto. I also promise to adhere and abide by the policies\nand regulations of the Company as mentioned and amended from time to time.\n\nSignature_________________\nName____________________\nDate_____________________\n\n\f","8":"Sample Job Appointment Letter\n\nDate:____________\nName: ____________________,\nAddress: __________________\n_________________________\n\nSubject: Offer of an Appointment\nDear Mr.\/Ms.___________\nWith reference to your application & subsequent interviews with us we are pleased to offer you the post\nof (Mention Position) in our organization as per agreed terms and condition.\n\nYour consolidated package will be as per dissuasion at the time of interview you will be on probation period for\nsix months from the date of joining. Your date of joining will be on or before date___________. The detailed\nAppointment Letter and Job Description will be issued later on.\nPlease find a duplicate copy of this letter and return it back to us duly signed as a token of your acceptance.\nWe welcome you in our organization and wish you a long and prosperous career with us.\n\nWith best wishes\nCordially,\nFor______________________,\n(Signature and Seal)\n\n\f","9":"Sample Format of Appointment Letter\n\nName: _____________________,\nAddress: ____________________\n___________________________\nDear _________,\n\nSubject: Appointment Letter\nWe are pleased to confirm your appointment in the (Organization Name) on the following terms and condition:\nDate\nDesignation\nPresent Salary\nGrade\nScale of Pay\n\n:\n:\n:\n:\n:\n\n_____________\n_____________\n_____________\n_____________\n_____________\n\nDuring the employment with us the following will be amongst the principal terms of employment:a) You will abide by the working hours of the establishment. You are liable to be transferred from one shift to\nanother or one department to another or from one establishment to another existing or likely to come into\nexistence anywhere in India without any extra remuneration.\nb) You will abide by the Service Rules of the Company which are in force for the time being or which may\ncome into force from time to time.\nc) You shall not carry on any business or engage in any avocation full or part time: or enter for any part of\nyour time in any capacity the services of or be employed by any other company or firm whether engaged in\nsimilar business.\nd) You shall be responsible for the safe keeping and return in good condition and order of all our property\nsuch as tools, equipments instruments books uniforms etc. Which may be in your use custody or charge?\nWe reserve our right to deduct the money value of all such changes from your wages or dues and take such\nother action as may be deemed proper in the event of your failure to account for such property to our\nsatisfaction.\ne) While discharging your duties, you shall observe utmost civility towards the customers your superior’s\nfellow employees and all such persons who have dealings with the Company.\nf) You will be entitled to benefits of leave and employees of the Company under the Factories Act.\ng) You shall keep us informed of any change in your local or permanent address or in your civil status.\n\n\fh) If during your employment with us your conduct or behavior is not satisfactory or is found unbecoming on\nis detrimental or warrants further investigation you are liable to be suspended from duty. During the\nsuspension period you will be paid substetence allowance as per the Model \/ Certified Standing Orders.\ni) The management may in the event of fire Act of God catastrophe epidemic riot civil commotion stoppage\nor shortage of shortage of fuel power slow or broke – down of Machine or finance you may be laid – off or\nretrenched as may be considered necessary. In case off lay – off or retrenchment for any reason as\nmention above you shall be paid compensation as per the previsions of Industrial Disputes Act 1947.\nj) Your services may be terminated at any time by giving one month notice in writing on either side. In case\nyou leave the services without giving the requisite notice, we shall have the right to deduct as liquidated\ndamages’ an amount equivalent to as deduct salary \/ wages from the money or moneys that may be due to\nyou.\nk) You shall retire from the services of the Company at the age of 58 years and for the purpose of calculating\nthis age, the official records of your age with the company will be treated as final Secord of your age.\nl) Your services are also liable to be terminated on one month’s notice or salary in lieu of notice for any\nreason including the followings.\nI.\nContinued illness for a long time or frequent intermittent illness.\nII.\nPhysical or mental disability or infirmity defective eye – sight or hearing etc.\nIII.\nReasonable doubt of commission of any act of serious misconduct.\nIV.\nBad reputation or receipts of report from police or any Government Department.\nV.\nContinued low efficiency or poor working.\nVI.\nConviction in a Court of law for any offence including moral turpitude.\nVII.\nAbsence on account of arrest or detention by the Government under the Defiance of India Rules\nor under any other law.\n\nYour faithfully,\n(For___________________________)\n(DIRECTOR)\n\n(Candidate Acceptance)\nI hereby accept the employment on the terms and conditions mentioned above and fully explained to me further\nagree that in the event of any declaration given by me is found to be false, then my services shall stand terminated\nforthwith.\n\n(Signature of the Applicant)\n\n\f","10":"SAMPLE APPOINTMENT LETTER\nDated_______________,\n\nName:-______________________,\nFatherâ€™s Name:-_______________,\nAddress:-____________________\n___________________________\n\nSUBJECT:- APPOINTMENT TO THE POST OF_(mention Position)_.\n\nWe are pleased to confirm that you are in our employment w.e.f. ____________________Presently you are in our\nemployment as __________at a salary of Rs._______H.R.A. Rs. __________per month. Further you are in the service\non the following terms and conditions:\n1. That the services are liable to be terminated with one month notice or payment of salary in lieu thereof on\neither side.\n2. On confirmation you will be further entitled to other benefits as may be admissible to other confirmed\nemployees of your category.\n3. That it will be the discretion of the Management to assign you any work and regulate the working hours the\nnormal working hours or duties shall be 9 hours with one hours as rest.\n4. You will be a full time employee of the ___________________________will not work any where else nor\naccept any payment in cash or kind from the other candidates \/ organization.\n5. You will discharge your duties faithfully and observe the timings regulated by the Management from time to\ntime.\n6. That if any misconduct is alleged against you, you can be suspended from duty without wages. However, if\nyou are held guilty of all or any of the charges leveled against you, you will be treated absent from duty\nduring the period of suspension.\n7. In all other matters included removal from service on discip;inary grounds or any other matter, you will be\nGoverned Employment rules as in force or which may be enforced from time to time.\n\n\f8. This office is subject to your being declared medically fit by our medical officer (Medical checkup) and\nverification of original certificates.\n9. You are requested to sign the duplicate copy of this letter as a token for acceptance of the duties and\nresponsibility as token of acceptance of the above terms and conditions.\n\nFor__________________________(Regd.)\nPresident\nI confirm the contents of the letter as correct and accept the Employees Service Rules of the Society.\n\nSignature of Employee\n\n\f","11":"APPOINTMENT LETTER\nSample Template\n\nDated_______________,\nName:-______________,\nFatherâ€™s Name:-_______,\nAddress:-____________\n____________________\n\nSUBJECT:- APPOINTMENT TO THE POST OF______________\nWe are pleased to confirm that you are in our employment w.e.f.\n____________________Presently you are in our employment as __________at a\nsalary of Rs._______H.R.A. Rs. __________per month. Further you are in the service\non the following terms and conditions:\n1. That the services are liable to be terminated with one month notice or payment of\nsalary in lieu thereof on either side.\n2. On confirmation you will be further entitled to other benefits as may be admissible to\nother confirmed employees of your category.\n3. That it will be the discretion of the Management to assign you any work and regulate\nthe working hours the normal working hours or duties shall be 9 hours with one hours as\nrest.\n4. You will be a full time employee of the ___________________________will not work\nany where else nor accept any payment in cash or kind from the other candidates \/\norganization.\n5. You will discharge your duties faithfully and observe the timings regulated by the\nManagement from time to time.\n6. That if any misconduct is alleged against you, you can be suspended from duty\nwithout wages. However, if you are held guilty of all or any of the charges leveled\nagainst you, you will be treated absent from duty during the period of suspension.\n7. In all other matters included removal from service on discip;inary grounds or any\nother matter, you will be Governed by the ____________________________rules as in\nforce or which may be enforced from time to time.\n8. This office is subject to your being declared medically fit by our medical officer\n(Medical checkup) and verification of original certificates.\n9. You are requested to sign the duplicate copy of this letter as a token for acceptance\nof the duties and responsibility as token of acceptance of the above terms and\nconditions.\n\n\fFor__________________________(Regd.)\nPresident\nI confirm the contents of the letter as correct and accept the Employees Service Rules\nof the Society.\n\nSignature of Employee\n\n\f","12":"Appointment Letter Management Trainee\nSample Template for Example\n\nDate: ___________\n•\n•\n•\n\nName of the employee\nAddress_____________\nDear ,\nFurther to the interview you had with us, we are pleased to appoint you as ________\nTrainee in our Company. The terms and conditions governing your training are given\nbelow:1.\n\nTraining\n\nperiod\n\nYou will be on training for a period of 12 months effective date of starting of this\nprogram, which will be indicated to you.\n2.\n\nConsolidated\n\nStipend\n\nA sum of Rs. _________\/- (Rupees _____________ only) per month will be paid to\nyou as stipend. You will not be entitled to any other benefits, apart from the above.\n3.\n\nNotice\n\nperiod\n\nduring\n\ntraining\n\nThe Company reserves the right to terminate services of trainees on grounds of\nmisconduct or breach of the terms and conditions of the Undertaking to be furnished\nby the trainee as per clause 6 of this letter and \/ or violation of any rules and\nregulations or standing orders of the Company by giving seven calendar days notice\nor upon payment of stipend in lieu thereof.\n4.\n\nPosting\n\nInitially you will be posted at _______. However during this period of training, you\ncan be transferred to any other department\/division of the company, anywhere in\nIndia or overseas. You may also be assigned such other duties as may be\n(Organization Name) at the discretion of the management, in any branch or office of\nthe company and\/or its subsidiaries or associate companies.\n5.\n\nYou will be required to sign an Undertaking-cum-Indemnity Bond \/ Agreement on\njoining.\n6.\n\nThis appointment is subject to:\n\na. Your having secured a certificate of completion as declared by your Institution \/\nUniversity.\nb. Your being examined & found medically fit. (Please have yourself medically\nexamined by a general physician, as per the standard examination list enclosed and\n\n\fif referred further by any specialist. The same would have to be filled in and certified\nby the physician and sent to us directly by _____ (date). The fees incurred for the\nsame would be reimbursed on you joining).\n7.\n\nYour performance will be reviewed periodically during the training period. If your\nperformance does not meet with the requirements of the training program, your\ntraining period would be extended by a maximum of six months with an interim\nreview after three months.\n8.\n\nOn successful completion of training, based on your performance during and at the\nend of the training period, you will be confirmed in the services of the Company in\nthe appropriate cadre depending on suitable openings.\n9.\n\nYou are required to maintain the highest order of discipline and secrecy as regards\nthe work of the company and\/or its subsidiaries or associate companies and in case\nof any breach of discipline\/trust, your services may be terminated by the company\nwith immediate effect. You will also be required to sign the Secrecy Agreement on\nyour joining.\n10.\n\nYou will also be governed by the standard terms and conditions applicable to the\nmanagerial cadre of the company as existing now and as may be amended from\ntime to time.\n\n11. Should\n\nthere be a need for any modification in one or more benefits extended to\nyou through this letter, by way of enactment of any law by the appropriate\nState\/Central Government, you would be entitled to the higher of the benefit(s) but\nnot both.\n\n12.\n\nThis appointment has been made based on the information furnished in your\napplication for employment and subsequent interviews. If, at any time in future, it\ncomes to light that any of the information is incorrect or any relevant information has\nbeen withheld, then your employment is liable to be terminated without notice.\n\n13.\n\nYour appointment is with effect from __________\nKindly sign the copy of this letter indicating your acceptance of the above terms and\nconditions of this appointment and return the same to us. Whilst welcoming you to\nthe (Organization Name) Group, we wish you good luck and a very bright career with\nus.\nRegards\n\n•\n•\n•\n•\n\nName of the Business Leader\nDesignation\nCompany\n\n\f","13":"Appointment\/Offer Letter\n\nDear Mr.__________,\nWe have pleasure in appointing you as PRODUCT SUPPORT EXECUTIVE of Digital Publishing Department, Delhi\nOffice in our organization, effective 1st Oct” 2015 on the following terms and conditions:\n1. Placement & Compensation\nYou will be placed in the appropriate band \/ responsibility level of the Company, and will be entitled to\ncompensation (salary and other applicable benefits) as detailed in Annexure *A* Compensation will be\ngoverned by the rules of the Company on the subject, as application and\/or amended hereafter.\n2. Salary revision\nYour salary will be reviewed on 1st July 2016 and onwards or at such other time as the Management may\ndecide. Salary revisions are discretionary and will be subject to and on the basis of effective performance and\nresults. The entire appraisal of the salary would be considered as hike minimum of 5% in the basic salary.\nApart from appraisal promotion will be done on three years of working cycle. Appraisal and promotion are\nalso the management discretion. Also, the bonus will be facilitated on July 1st as on the basic pay.\n3. Posting & Transfer\nYour initial positing will be at “DEHRADUN – UTTARAKHAND” However, your services are liable to be\ntransferred at the sole discretion of Management, in such other capacity as the company may determine to\nany department \/ section, location, associate, sister concern or subsidiary, at any place in India whether\n\n\fexisting today or which may come up in future. In such a case, you will be governed by the terms and\nconditions of the service application at the present placement location.\n\n4. Absence \/ Leave Rule\nAbsence for a continuous period of ten days without prior approval of your superior, (including overstay on\nleave \/ training would result in your losing your lien on the service and the same shall automatically come to\nan end without any notice or intimation.\nLeave: You will be eligible to the benefits of the Company’s Leave Rules on your confirmation in the\nCompany’s Service as detailed in Annexure *A* During the period of your employment with the Company’s\nyou will devote full time to the work of the Company. Further, you will not take up any other employment or\nassignment or any office honorary or for any consideration in cash or in kind or otherwise, without the prior\nwritten permission of the Company.\n5. Probation \/ Confirmation:\nYou will be on a Probation period for the Six month Based on your performance your services will be\nconfirmed with the company in written after six months. During the probation period your services can be\nterminated with seven days notice on either side and without any reasons whatsoever. If your services are\nfound satisfactory during the probation period, you will be confirmed in the present position and thereafter\nyour services can be terminated on one month’s notice on either side. The period of probation can be\nextended at the discretion of the Management and you will continue to be on probation till an order of\nconfirmation has been issued in writing once confirmed you position as a full time employment with the\nCompany and you shall devote yourself exclusively to the business and interests of the company. You will not\ntake up any other work for remuneration (part time or otherwise) or work in an advisory capacity or be\ninterested directly or indirectly (except as shareholder \/ debenture holder), in any other trade or business\nduring your employment with the company. Without permission in writing of the Board of Directors of the\nCompany. You will also not seek membership of any local or public bodies without first obtaining specific\npermission from the Management.\n6. Confidentiality\nYou will not (except in the normal course of the Company’s business) publish any article or statement delivers\nany lecture or broadcast or makes any communication to the press including magazine publication relating to\nthe Company’s products or to any matter with which the Company may be concerned unless you have\npreviously applied to and obtained the written permission from the Company’s. Any of our technical or other\nimportant information which might come into your possession during the continuance of your service with us\nshall not be disclosed, divulged or made public by you even thereafter. You will not at any time, during the\nemployment or after without the consent of the Board of Directors disclose or make public except on legal\nobligations, any information regarding the Company’s affairs or administration or research carried out,\nwhether the same is confided to you or becomes known to you in the course of your service or otherwise.\n\n\f7. Intellectual Property\nIf you conceive any new or advanced method of improving designs \/ processes \/ formulae \/ systems, etc in\nrelation to the business \/ operations of the Company, such developments will be fully communicated to the\ncompany and will be and remain the sole right\/propend of the Company. You will be required to maintain\nutmost secrecy in respect of Project documents commercial offer design documents Project\n\ncost & Estimation. Technology. Software packages license, Company’s policy, Company’s patterns & Trade\nMark and Company’s Human assets profile. Also the usage of personal USB Drives and CD ROMs are strictly\nprohibited within the organization. In any case. If you want any kind of data, inform the immediate superior\nauthority and he\/she will provide the same.\n8. Responsibilities & Duties\nYou work in the organization will be subject to the rules and regulations of the organization as laid down in\nrelation to conduct and other matters. You will always be alive to responsibilities and duties attached to your\noffice and conduct yourself accordingly. You must effectively perform to ensure results\n9. Past Records\nIf any declaration given or information furnished by you, to the company proves to be false, or if you are\nfound to have willfully suppressed any material information, in such cases you will be liable to removal from\nservices without any notice.\n10. Retirement\nThe retirement age is 60 years. You will retire from the employment of the Company at the end of the month\nin which you attain 60 years of age.\n11. Termination of employment\nDuring the probationary period and any extension thereof, your services may be terminated on either side by\ngiving one week’s notice or salary in lieu thereof. However on confirmation the services can be terminated\nfrom either side by giving one-month (30 Days) notice or salary in lieu thereof. Upon termination of\nemployment you will immediately hand over to the Company all correspondence specifications, formulae,\nbooks, documents market data cost data drawings effects or records belonging to the Company or relating to\nits business and shall not retain or make copies of these items. Upon termination of employment you will also\nreturn all company property which may be in your possession.\n12. Medical Fitness\nThis is subject to your being and remaining medically fit while working in the organization.\n13. If at any time in our opinion which is final in this matter you are found non-performer or guilty of fraud,\ndishonest disobedience, disorderly behavior, negligence, indiscipline absence from duty without permission or\nany other conduct considered by us deterrent to our interest or of violation of one or more terms of this\n\n\fletter, your services may be terminated without notice and on account of reason of any of the acts or omission\nthe company shall be entitled to recover the damages from you.\n14. You will not accept any present commission or any sort of gratification in cash or kind from any person party\nor firm or Company having dealing with the company and if you are offered any you should immediately\nreport the same to the Management.\n15. You will be responsible for safekeeping and return in good condition and order of all Company property which\nmay be your use custody or charge.\n\n16. All legal matters are subject to Delhi Jurisdiction.\nPlease confirm your acceptance of the appointment on the above terms and conditions by signing and\nreturning this letter for our records.\nYour faithfully.\nFor Company Name: _____________________________\n\nSignature\nHR Manager\nI have read the terms and conditions of this appointment and confirm my acceptance of the same.\n\n(Signature and Date)\nMr. ____________\n\n\f","14":"Letter of Appointment for Advisor \/ Consultants\nSample Template\n\nDate _________\n•\n•\n•\n•\n\nName of the employee\nAddress____________\nDear (First name),\nWith reference to the discussions you have had with us, we are pleased to appoint\nyou as “_______” for our Group companies on the following terms and conditions:\n1. You will be paid a consolidated amount of Rs._______ (Rupees _______only) per\nannum.\n\n•\n•\n•\n\n2. The above consolidated amount will consist of the following:\na) Rs. _________ per annum as fixed pay, and\nb) Rs. _________ per annum as variable pay which is linked to your performance\nand that of the company.\n\n•\n\n3. This appointment is for a period of two years effective date of your joining and\nmay be renewed on a mutual basis. This arrangement is with effect from _______\nand will be valid for a period of _______years\/s.\n4. In this capacity, you will be located at ____ and will report to _______ or any other\nperson nominated by the company. However, your services could be transferred to\nany other Departments\/Divisions of the Company. Notwithstanding your appointment\nin this company, your services could be reassigned to any other company of the\n(Organization Name) Group.\n5. You may also be assigned such other duties as may become nec(Organization\nName)y at the discretion of the Management in any Branch or office of the Company\nand\/ or its Subsidiaries or Associate Companies.\n6. You will be eligible for 18 days leave pro-rated per calendar year. However, leave\nwill be allowed subject to exigencies of work.\n7. You will be provided comprehensive Accident\/ Medical Health Insurance for your\nand your spouse.\n8. It is clarified that in addition to the above, you will not be entitled to any other\nbenefits.\n\n\f9. This appointment can be terminated by giving three-month notice on either side or\npayment in lieu of shortfall in this notice period.\n10. You shall observe all rules and regulations of the company.\n11. During the tenure of the assignment with the company, you will not engage\nyourself in any other assignments or gainful employment without consent of the\nmanagement.\n12. You are required to maintain the highest order of secrecy with regards to the\nwork or confidential information of the Company and\/ or its subsidiaries or Associate\nCompanies and in case of any breach of trust, your appointment may be terminated\nby the Company without any notice.\n13. The Company lays emphasis on all statutory compliances and your should\nensure compliance with various statues in your area of operations.\nKindly sign a copy of this letter in acceptance of the above mentioned terms and\nconditions and return the same for our records.\nRegards\n\n•\n•\n•\n\nName of Business Head\nDesignation\nCompany\n\n\f","15":"Letter of Appointment Letter for Manager\nExample Sample Template\n\nDate ____________\nREF : DEL\/ _______ \/ 20___-___\n•\n•\n•\n\nName of the employee\nAddress ____________\n___________________\nDear Sir\/Madam,\nSub: Appointment as Sales Manager (DESIGNATION)\n\nIt has been decided to appoint you in the post of Sales Manager (at the basic of\nRs.______\/- p.m. on the following terms and conditions:\n1) Basic Pay: Your starting basic pay will be fixed at Rs. _____\/- per month in the\npay scale of − Rs_________.\n2) Allowances:\n•\n•\n•\n•\n•\n•\n•\n\na) House Allowance: Payable at the rate of _____% of the basic pay.\nb) Children Educational Allowance − Rs.________ \/- per month.\nc) Meal\/Lunch Subsidy − Rs.________\/- per day (For the number of days present)\nd) One gift\/ gift voucher (not convertible into cash) per year for value not exceeding\n\nRs.________\/-.\ne) Professional Up gradation Allowance Rs ________\/- per year.\nf) LTC\/LFC Rs. ________ \/- per year.\ng) Mobile Telephone − Payment of rent and usage for the official calls with a facility\nfor one additional local number of choice which will be paid by the company on\nsubmission of bills in the manner as may be required by the company or Rs.\n_______\/- towards prepaid card facility.\n3) Provident Fund: You will be required to contribute to the Provident Fund in\naccordance with the Provident Fund Regulations, in force in accordance with the\nEmployees´ Provident Fund and Miscellaneous Provisions Act, 1952. The rate of\nyour contribution is 12% of the basic pay presently.\n4)\n\nProbation and Confirmation: You will be on probation for a period of six months\n(extendable up to one year at the discretion of the Company) from the date of your\nappointment. You will be considered for confirmation in the Company´s service if the\nCompany is satisfied with reference to your overall work\/performance and conduct\n\n\fduring the period of probation. During the first month of your probationary period, you\nshall be liable to be discharged without assigning any reasons at one day´s notice or\npay in lieu thereof and thereafter at one month´s notice or pay in lieu thereof from\neither side.\n5)\n\nPosting and Liability for Transfer: Initially you shall report for appointment at\nMumbai and thereafter your place of posting would be decided based on the need of\nthe Company. Your services in the Company are transferable anywhere in India\/\nabroad and you shall serve the Company and all the conditions of your employment\nwith your employment in the company in its business in such capacity and at such\nplace as you may from time to time be directed.\n\n6) You\n\nwill be governed by the Company´s Rules relating to conduct, discipline and\nall the conditions of employment etc. that are applicable or may become applicable\nfrom time to time to the employees of the Company.\n7)\n\nYou should produce sufficient proof of date of birth and educational qualifications\n(i.e. original mark lists & certificates along with photo copies thereof).\n\n8)\n\nThis appointment is subject to you being medically found fit for the aforesaid\nappointment by the Company for which you will have to undergo a medical checkup\nas decided by the Company and the decision of the Company on the Name of the\nDoctor\/ Venue and the medical report will be final. A separate communication is\nbeing sent to you by the undersigned.\n\n9)\n\nYour continuation of appointment will be subject to your furnishing such other\ninformation as the Company may require from time to time and subject to your\nservices being acceptable in the light of the information furnished and documents\nprovided from time to time.\n10)\n\nIf any declaration, statement or information given by you is at any time found to\nbe false or untrue, or if any material information is suppressed, your services are\nliable to be terminated forthwith without any notice or compensation in lieu thereof.\n\n11)\n\nIf after you join the Company´s service, it comes to the notice of the Company\nthat you had prior to joining the Company´s services committed any act of\nmisconduct, your services are liable to be terminated forthwith without any notice or\ncompensation in lieu thereof, or if your services are not so terminated, you shall be\nliable to disciplinary measures and any penalty that may be imposed by the\nManagement.\n\n12)\n\nNo traveling allowance will be paid to you on account of your journey undertaken\nfor joining the services of the company for this appointment.\n\n13)\n\nBe it clearly understood that no benefit of past service or any other similar benefit\nof any previous employment, in whatever form & manner it may be, shall be\navailable to you in this employment being offered pursuant to this letter.\nIf the above terms and conditions are acceptable to you, please return the duplicate\nof this letter duly signed in token of your acknowledgement and having accepted all\nthe terms and conditions mentioned herein. You are also advised to report for\nappointment at the Company´s Office address not later than _______(DATE).\n\n\fIf we do not receive your acceptance on this letter of appointment\nbefore __________(DATE OF JOINING), it will be construed that you are not interested in\naccepting this offer and the same shall stand automatically withdrawn, without any\nfurther reference to you. Similarly, if you do not report for duty by the aforesaid\ndate _________(DATE OF JOINING), it will be construed that you are not interested in\naccepting this offer and the same shall stand automatically withdrawn, without any\nfurther reference to you.\nI wish you all the very best and wish all success in your tenure with the company.\nThanking you\n\n•\n•\n•\n•\n\nSignature\nName\nDesignation\n(HR & ADMIN.)\n\n\f","16":"Appointment Letter Format\nSample Template for Example Only\n\nDated__________\nName of the Appointee\nComplete Address\nCity, State with Pin code\nDear _________ (Use the First name)\nWe (firm) are pleased to appoint you as (Mention job role) as per the following\nterms of appointment (Agreement)\n1. Appointment\n The firm hereby appoints the employee as an (mention job role)\nw.e.f. (mention date of joining) and the employee agrees to\nundertake and execute such responsibilities as may be delegated to\nhim\/her by the firm from time to time. The appointment shall be\nsubject to a period of probation of six months from the date hereof.\nThe period of probation shall be subject to reduction of extension at\nthe sole discretion of the management. Employee’s retention beyond\nprobation period will be strictly based on merit and performance.\nProbation shall be deemed complete only after the issuance of\n“confirmation letter” by the management.\n The place of employment shall be Delhi. However, depending on the\ntime constraint within which the firm may have to provide services to\nits clients, the employee undertakes to make himself\/herself\navailable in respect of the business of the firm during such times.\n2. Compensation and Remuneration\n\n\fThe employee shall be paid a monthy remuneration and reimbursed for the\nexpenses incurred in relation to official work subject to the prevailing tax\nlaws.\n3. Employee Undertakings, Commitments and Covenants\n The employee agrees that he\/she shall perform his\/her duties and\nundertake responsibilities within the mandate of work place and\noffice policies of the Firm, as modified from time to time, at the\ndiscretion of the Firm, and shall use his\/her sincere and dedicated\nefforts to effectively carry out all duties and responsibilities assigned\nto him\/her by the manager\/supervisor and others authorized by the\nFirm to assign such duties and responsibilities.\n Waiver. The rights of the Parties as under this agreement shall not be\nprejudiced or restricted by any indulgence or forbearance extended\nto another party. No waiver by any party in respect to breach shall\noperate as a waiver in respect of any subsequent breach\n Survival. The Employee hereby agrees that all terms relating to\nConfidentiality, Intellectual Property Rights, Non Compete and\nConsequences of termination shall survive termination of this\nagreement\n Entire Agreement. This Agreement together with other writings\nsigned by the Parties expressly stated to be supplemental hereto and\ntogether with any instruments to be executed and delivered\npursuant to this agreement, constitutes the agreement between the\nParties and supersedes all prior understandings and writings, and\nmay be amended or changed only by a writing signed by the Parties\nhereof.\n Governing Law and Jurisdiction. This agreement shall be construed,\ninterpreted and applied in accordance with, and shall be governed by\nthe laws applicable in India. The courts at Delhi shall have the\nexclusive jurisdiction to entertain any dispute or suit arising out of or\nin relation to this Agreement.\n\n\f4. Your salary structure would be as follows:\nComponents\nBasic\nHRA\nCCA\nConveyance\nMedical\nTotal per month\nTotal per annum\n\nAmount (Rs.)\n\nPF Employer Contribution Per\nAnnum\nEX-Gratia (Per Annum)\nAnnual Cost to Company (CTC)\nYour salary shall be subject to statutory deductions as applicable from time\nto time and the allowances shall be subject to statutory variances if any.\nYours Sincerely\nFor (Company Name)\n\nSignature\nAuthorized Signatory (Name & Designation)\n\nI have read and understood the above emoluments and hereby confirm my\nacceptance of the same.\n\nName with Signature\nDate_________\n\n\f","17":"Sample Letter Of Appointment\nFor Senior\/Middle\/Junior Management\nExample Template\n\nDate: _________\n•\n•\n\nName of the employee\n\n•\n\nAddress_____________\nDear (First name of the employee),\nThis has reference to the discussions you had with us. We are pleased to offer you\nthe position of “_________________” at level ___________in the management\ncadre of our Company, on the following terms and conditions:\n1. Basic Salary:\n\nRs. _________\/- (Rupees ______ only) per annum. You will be\nentitled to further review of your compensation as per the company practice. This will\nbe linked to your performance and will be at the discretion of the management.\n2. H.R.A. \/ Accommodation:\n\n60% of your basic salary will be paid to you as house rent\nallowance. If you are provided a company accommodation, the same will be\nregulated by the relevant policy, for which you may refer our Company Leased\nAccommodation (C.L.A.) policy on our ___________ site.\n\n3. Special Allowance:\n\nRs. _________\/- (Rupees ______ only) per annum.\n\n4. Food Coupons:\n\nYou will be entitled to food coupons worth Rs. _____\/- per month.\nYou may choose to opt out of this, for which you need to indicate your choice to your\nHR manager. For details where these coupons are applicable, you may refer our\ndirectory on our_______site.\n5. Leave Travel Assistance:\n\nRs. ___________\/-(Rupees _______ only) per annum for\neach completed year of service as per the rules, payable on a yearly basis.\n\n6. Domiciliary Medical Expenses:\n\nRs. __________ (Rupees ________ only) per annum\nfor each completed year of service as per the rules, payable on a monthly basis.\n\n7. Hospitalization:\n\nYou would be covered under the Company´s Hospitalization\nscheme. For details you may refer our Hospitalization policy on our ________site.\n\n8. Provident Fund:\n\nThe Company will contribute 12% of your basic salary towards\nProvident Fund. Similar deduction will be made from your salary.\n\n\f9. Superannuation:\n\nIf you indicate specific desire to do so, the Company will contribute\n15 % of your basic salary per annum towards superannuation fund till you attain the\nage of 58 years. The benefits of this contribution will be made applicable to you,\ntotally in accordance with the terms of the scheme. Please refer to Mr. _______ for\nfurther information on our Company Superannuation Program.\n10. Gratuity:\n\nYou will be entitled to an equivalent of 15 days of your last salary drawn\nfor every completed year of service as per the terms of the scheme, subject to a\nmaximum of Rs._________\/- (Eligibility after 5 years of completed service).\n11. Corporate Attire:\n\nYou will have a choice to select corporate attire worth Rs.\n________\/- from the options provided by the Company every year. If you indicate\nyour desire to opt for this scheme, the Company will contribute 50% of this amount\nand the balance will be deducted from your salary. For more details, you can refer\nour Corporate Attire Policy on our _________site.\n\n12. a)\n\nThis order of appointment can be terminated on either side by giving three\nmonths´ notice or payment of salary (basic) in lieu thereof.\nb) The Company reserves the right to terminate your services without assigning any\nspecific reason whatsoever for such termination by giving you a 3 months´ notice in\nwriting or an equivalent of three months´ salary in lieu thereof.\nc) The Company also reserves the right to terminate your services without any notice\nor salary in lieu thereof on the grounds of misconduct, or even in the case of\nreasonable suspicion of misconduct, disloyalty, commission of any act involving\nmoral turpitude, or any act of indiscipline or inefficiency or for loss of confidence.\n13.\n\nInitially, you will be posted at ___________ and report to ___________or any\nother person nominated by the company. However, your services could be\ntransferred to any other Departments \/ Divisions \/ Factories of the Company,\nanywhere in India. Notwithstanding your initial appointment in this Company, your\nservices may be assigned by the Company to any other Company of the\n(Organization Name) Group. You may also be assigned such other duties as may\nbecome (Organization Name) at the discretion of the Management in any Branch or\nOffice of the Company and\/or its subsidiaries or to any of its other Associate\nCompanies.\n14.\n\nThis appointment is subject to your being medically examined and found fit. The\nManagement has the right to get you medically examined by any qualified medical\npractitioner during the tenure of your service. In case you are found medically unfit to\ncontinue with the assignment for which you have been employed, you will lose your\nlien on the job.\n\n15.\n\nThis appointment is also subject to a satisfactory report from your former\nemployers, based on the references given by you.\n\n16.\n\nYou will automatically retire from the service of the Company on attaining the\nsuperannuating age of 58 years. You will be expected to provide acceptable\nevidence of your date of birth at the time of joining the company.\n\n\f17.\n\nAll other standard and general rules, practices and policies of the Company as\nexisting now and which may be amended from time to time will be applicable to you\nand you will be expected to abide by the same.\n\n18. In\n\nthe event of the State\/Central Government enacting any law conferring the\nsame or similar benefits as extended to you under this letter, you would be entitled to\nsuch benefits which are more beneficial of the two, but not both. This shall be at the\ndiscretion of the management.\n19.\n\nYou are required at all times to maintain the highest order of discipline and\nsecrecy as regards the work of the Company and\/or its Subsidiaries or Associate\nCompanies, in case of any breach of discipline\/trust, your services may be\nterminated by the company with immediate effect. You are also required to sign the\nSecrecy Agreement upon your joining. All inventions, improvements, discoveries\nmade by you either alone or with other persons, will become the sole property of the\ncompany. You will ensure that patent protections are obtained for such\ninventions\/improvements and discoveries in India or elsewhere and assign the same\nto the company.\n20.\n\nYou are required to devote your total attention and abilities exclusively for the\nbusiness of the Company. You will respect, obey and conform to all the regulations\nfrom time to time framed and issued by the Company and made applicable to you.\nYou shall not, while in the employment of the Company, be engaged in any other\nemployment, conduct business whatsoever or hold any office of profit or accept any\nother emoluments without previous consent in writing of the Company. Breach of this\ncondition could lead to immediate termination without notice.\n\n21.\n\nDuring the course of your employment and if the nature of your business so\nrequires, the Company may send you for specialized training within India or\noverseas in order to enable you to perform more effectively. In such an event you will\nbe required to execute a training bond with the Company.\n\n22.\n\nThis offer of employment is based on the information furnished in your application\nfor employment. If, at any time in future, it comes to the knowledge of the\nmanagement that any of this information is incorrect or any relevant information has\nbeen withheld then your employment based on this letter of appointment is liable to\nbe terminated without notice or any compensation in lieu thereof.\n\n23.\n\nThe emoluments\/benefits due to you will be liable\/subject to tax in accordance\nwith the provisions of the Income Tax Act and Rules made there under as also other\napplicable laws, if any, as may be in force from time to time.\n\n24.\n\nThe Company lays emphasis on all statutory compliances and you should ensure\ncompliance with various statutes in your area of operations including Insider Trading\nRegulations.\n\n25.\n\nYour appointment is with effect from the date of joining, which should in any case\nbe not later than ___________.\nKindly sign the copy of this letter indicating your acceptance of the above terms and\nconditions of this appointment and return the same to us.\n\n\fWhilst welcoming you to the (Organization Name) Group, we wish you good luck and\na very bright career with us.\n•\n•\n•\n•\n•\n•\n•\n\nBest Regards\n\nName of the Business Leader\nDesignation\nCompany\n\n\f"}}